{
    "version": "https://jsonfeed.org/version/1",
    "title": "CyFun Blog",
    "home_page_url": "https://s4ch.github.io/blog",
    "description": "CyFun Blog",
    "items": [
        {
            "id": "https://s4ch.github.io/blog/geoguessrtipsandtricks",
            "content_html": "<h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"introduction\">Introduction<a href=\"#introduction\" class=\"hash-link\" aria-label=\"Direct link to Introduction\" title=\"Direct link to Introduction\">​</a></h2><p><img loading=\"lazy\" alt=\"intropic\" src=\"/assets/images/2geo-8126c7cf2433a4707998a98bca186494.png\" width=\"756\" height=\"502\" class=\"img_ev3q\"></p><p>GeoGuessr is one of the finest methods to improve your abilities while having fun. This online game immerses you in street view and allows you to move and look around in order to place a pin on a global map where you believe you are.</p><p>The aim is to get as near to the genuine location as possible, and you'll be graded on how close you are. You gain 5000 points if you predict within 150m (or nearly), which is the highest score for the round.</p><p>While the game gives you a lot more freedom than recognising a still image, the abilities you'll need are the same.</p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"determine-which-hemisphere-you-are-in\">Determine which hemisphere you are in<a href=\"#determine-which-hemisphere-you-are-in\" class=\"hash-link\" aria-label=\"Direct link to Determine which hemisphere you are in\" title=\"Direct link to Determine which hemisphere you are in\">​</a></h2><p>When using GeoGuessr, the first thing you should check is your hemisphere. On a sunny day, this is simple enough because we already know certain solar facts. We're in the Northern Hemisphere if the sun is south of the camera. If the camera is pointed north and the sun is visible, we are in the Southern Hemisphere.</p><p><img loading=\"lazy\" alt=\"intropc\" src=\"/assets/images/1geo-73272f5b56fbd6438c5ec3c3d6f83fc1.png\" width=\"573\" height=\"213\" class=\"img_ev3q\"></p><p>You might be able to narrow things down right away once you get the hemisphere. If you have a temperate area in the Southern Hemisphere that is similar to the climate and vegetation of the United Kingdom, you might wish to explore New Zealand (since there are fewer places like this in the Southern hemisphere).</p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"climate\">Climate<a href=\"#climate\" class=\"hash-link\" aria-label=\"Direct link to Climate\" title=\"Direct link to Climate\">​</a></h2><p>Now that half of the earth has been ruled out, we can focus on the climate. The region is further narrowed by different climates. Using the same location as before, we can observe that it is most likely a hot and dry environment (or season). Not simply due to the weather on the day of the images, but also due to indications in the soil and plants. The plants do not appear to be extremely green or lush, and while we can tell that they are cultivated, the uncontrolled vegetation appears to be a bit scruffy.</p><p>(At this point, I must confess that I am not a geography specialist — just a geolocation nerd — so please pardon my sloppy vocabulary)</p><p><img loading=\"lazy\" alt=\"intropc\" src=\"/assets/images/3geo-cc5ac198c3654903f2b1994cf26021f2.png\" width=\"680\" height=\"309\" class=\"img_ev3q\"></p><p>At this time, it could be reasonable to make educated guesses based just on climate.\nFor example, we could be looking at agricultural fields in Africa or portions of Australia if we had this climate in the southern hemisphere.\nThis region, however, might also include hotter parts of Europe, such as Spain or the East Mediterranean. </p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"concentrate-on-plants\">Concentrate on plants<a href=\"#concentrate-on-plants\" class=\"hash-link\" aria-label=\"Direct link to Concentrate on plants\" title=\"Direct link to Concentrate on plants\">​</a></h2><p>Which is better, deciduous or coniferous? In the Northern Hemisphere, this is the most straightforward method of determining latitude. I'm fortunate to reside in the United Kingdom, where the change is rather noticeable. We observe a lot of evergreen conifers in Scotland's north, but a lot of deciduous trees in England's south.</p><p><img loading=\"lazy\" alt=\"intropc\" src=\"/assets/images/6geo-fd889fd2494220315de273f9735bd630.png\" width=\"1472\" height=\"815\" class=\"img_ev3q\"></p><p>If you were thrown in a forest, you may be able to determine the difference between North America/Canada and South America only by looking at the trees. Similarly, the ratio of conifers to deciduous trees distinguishes Scotland and Scandinavia from South England and France in Europe.</p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"driving-on-the-right-side\">Driving on the right side<a href=\"#driving-on-the-right-side\" class=\"hash-link\" aria-label=\"Direct link to Driving on the right side\" title=\"Direct link to Driving on the right side\">​</a></h2><p>Driving on the right side (or right-hand side) is a term that refers to driving on the right side of the road.</p><p><img loading=\"lazy\" alt=\"intropc\" src=\"/assets/images/4geo-8a901c505a5c45f90f670e151d1e5d28.png\" width=\"678\" height=\"681\" class=\"img_ev3q\"></p><p>Checking the traffic is a simple technique to rule out nations. Are they driving on the left side of the road?\nIf you have North European scenery and see automobiles on the left, the UK and Ireland become a foregone conclusion. Arid landscapes in the Southern Hemisphere with automobiles on the right may also rule out Southern Africa and Australasia, leaving just South America.</p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"language\">Language<a href=\"#language\" class=\"hash-link\" aria-label=\"Direct link to Language\" title=\"Direct link to Language\">​</a></h2><p>Moving further down the road, we can observe the most important clue: the language.\nWe can see that there is a traffic sign in Spanish in our case.</p><p><img loading=\"lazy\" alt=\"intropc\" src=\"/assets/images/5geo-453814004348d93ccf6b68ab1934fef9.png\" width=\"851\" height=\"396\" class=\"img_ev3q\"></p><p>This is where we may narrow down our search to a certain nation or even a specific location.</p><p>It's quite easy to make a guess if you've mastered the language; for example, here's a \"wild\" estimate based on what I had: </p><p><strong>There are a few more things to keep in mind</strong></p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"airspace\">Airspace<a href=\"#airspace\" class=\"hash-link\" aria-label=\"Direct link to Airspace\" title=\"Direct link to Airspace\">​</a></h2><p>Observing contrails above the ground can be an excellent sign. Are we in a rural area? Not if we consider the congested airspace. With the foliage and general mood, this immediately appears like English airspace — or a similar country's. Another thing to keep in mind is that the contrails are fairly high up, so the camera may be in a heavy-traffic area but not near the airport.</p><p>Moving about, though, we can discern that this is not England, based on the architecture (which would be unusual) and the language.</p><p><img loading=\"lazy\" alt=\"intropc\" src=\"/assets/images/7geo-5a9e8162cc1a4e6643120eeb7981c521.png\" width=\"985\" height=\"740\" class=\"img_ev3q\"></p><p>I chose the area below based on the airspace, the language (which I assumed sounded Dutch), and the fact that it is rural — likely a medium distance from large airports.</p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"coasts\">Coasts<a href=\"#coasts\" class=\"hash-link\" aria-label=\"Direct link to Coasts\" title=\"Direct link to Coasts\">​</a></h2><p>This one is self-explanatory; you don't want to be guessing inland if there is a beach. However, keep in mind that some enormous lakes stretch all the way to the horizon and beyond.</p><p><img loading=\"lazy\" alt=\"intropc\" src=\"/assets/images/8geo-0df1b268c36a81fb451ad3792feb66a0.png\" width=\"803\" height=\"523\" class=\"img_ev3q\"></p><p>The quietness of the ocean and indications of tides are also important factors to consider. Because the water is confined by the Mediterranean Sea and the Strait of Gibraltar, My friend was surprised to hear that Croatia had no substantial tide when he visited. A lake or \"landlocked\" sea might be indicated by the lack of tidal evidence.</p><p>Similarly, the waves can reveal how far the ocean reaches. Gentle seas may indicate that the location is protected or that the water body is too small to create huge waves. However, in this situation, this isn't the case, so simply use it as a hint.</p><h2 class=\"anchor anchorWithStickyNavbar_LWe7\" id=\"lets-summarize-it\">Let's summarize it<a href=\"#lets-summarize-it\" class=\"hash-link\" aria-label=\"Direct link to Let's summarize it\" title=\"Direct link to Let's summarize it\">​</a></h2><p>None of these are guarantees that you will be able to locate your exact position, but they are important factors that may be applied to any geolocation problem. When I play two-minute rounds and want to go as near as possible without having time to determine the exact spot, I apply these principles.</p><p>Obviously, if you're doing more serious geolocation research, you'll zero in on the minor elements and devote a lot more effort to them.</p><p>And I'm planning to launch a full series about Geoguessr in upcoming time.</p><p><img loading=\"lazy\" src=\"https://media.discordapp.net/attachments/852036874754457602/921416403729399858/emojibest_com_Uwolol.gif\" alt=\"Summarize\" class=\"img_ev3q\"></p>",
            "url": "https://s4ch.github.io/blog/geoguessrtipsandtricks",
            "title": "Geoguessr Tips & Tricks",
            "summary": "Introduction",
            "date_modified": "2022-01-03T00:00:00.000Z",
            "author": {
                "name": "CyFun",
                "url": "https://twitter.com/cy5un"
            },
            "tags": [
                "osint",
                "geoint",
                "geoguessr",
                "geospatial"
            ]
        }
    ]
}